  [
    {
      "id": 1,
      "question": "Doanh nghiệp do Nhà nước nắm giữ 100% vốn điều lệ bị xem xét giải thể trong những trường hợp nào?",
      "references": null,
      "result": "Có, khi nội dung kê khai trong hồ sơ đăng ký hộ kinh doanh là **giả mạo** thì sẽ bị thu hồi Giấy chứng nhận đăng ký hộ kinh doanh.\n\n*Cơ quan đăng ký kinh doanh cấp huyện ra thông báo về hành vi vi phạm của hộ kinh doanh và ra quyết định thu hồi Giấy chứng nhận đăng ký hộ kinh doanh.*\n\n*Trích dẫn luật:*\n\n*Nghị định 01/2021/NĐ-CP về đăng ký doanh nghiệp*\n\n*Điều 93. Thu hồi Giấy chứng nhận đăng ký hộ kinh doanh*\n\n*Khoản 2. Trường hợp nội dung kê khai trong hồ sơ đăng ký thành lập hộ kinh doanh là **giả mạo**, Cơ quan đăng ký kinh doanh cấp huyện ra thông báo về hành vi vi phạm của hộ kinh doanh và ra quyết định thu hồi Giấy chứng nhận đăng ký hộ kinh doanh.*",
      "source_documents": [
        {
          "title": "Điều 93 Nghị định 01/2021/NĐ-CP",
          "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Nghi-dinh-01-2021-ND-CP-dang-ky-doanh-nghiep-283247.aspx?anchor=dieu_93"
        }
      ]
    },
    {
      "id": 2,
      "question": "Thành viên Hội đồng quản trị không tham gia các hoạt động của Hội đồng quản trị trong bao lâu thì bị bãi nhiệm?",
      "references": null,
      "result": "Thành viên Hội đồng quản trị không tham gia các hoạt động của Hội đồng quản trị trong **06 tháng liên tục**, trừ trường hợp bất khả kháng, thì bị bãi nhiệm.\n\n*Trích dẫn luật:*\n\n*Điều 160. Miễn nhiệm, bãi nhiệm, thay thế và bổ sung thành viên Hội đồng quản trị*\n\n*Khoản 2. Đại hội đồng cổ đông bãi nhiệm thành viên Hội đồng quản trị trong trường hợp sau đây:*\n\n*Điểm a) Không tham gia các hoạt động của Hội đồng quản trị trong **06 tháng liên tục**, trừ trường hợp bất khả kháng;*\n\n*Điểm b) Trường hợp khác quy định tại Điều lệ công ty.*\n\n*Luật Doanh Nghiệp 2020*",
      "source_documents": [
        {
          "title": "Điều 160 Luật Doanh nghiệp 2020",
          "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Luat-Doanh-nghiep-so-59-2020-QH14-427301.aspx?anchor=dieu_160"
        }
      ]
    },
    {
      "id": 3,
      "question": "Cá nhân có thể nộp hồ sơ đăng ký thành lập công ty tại đâu?",
      "references": null,
      "result": "Theo quy định tại Nghị định 01/2021/NĐ-CP về đăng ký doanh nghiệp, cá nhân có thể nộp hồ sơ đăng ký thành lập công ty **tại Phòng Đăng ký kinh doanh nơi công ty đặt trụ sở chính**.\n\n*Trích dẫn luật:*\n\n*Nghị định 01/2021/NĐ-CP: Khoản 1 Điều 32: Người nộp hồ sơ đăng ký doanh nghiệp theo quy định tại Nghị định này nộp hồ sơ **tại Phòng Đăng ký kinh doanh nơi doanh nghiệp đặt trụ sở chính.***",
      "source_documents": [
        {
          "title": "Điều 32 Nghị định 01/2021/NĐ-CP",
          "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Nghi-dinh-01-2021-ND-CP-dang-ky-doanh-nghiep-283247.aspx?anchor=dieu_32"
        }
      ]
    },
    {
      "id": 4,
      "question": "Hồ sơ giải thể công ty cổ phần cần những giấy tờ gì?",
      "references": null,
      "result": "Hồ sơ giải thể công ty cổ phần bao gồm:\n\n* **Thông báo về giải thể công ty**\n\n* **Báo cáo thanh lý tài sản công ty**\n\n* **Danh sách chủ nợ và số nợ đã thanh toán**, gồm cả thanh toán hết các khoản nợ về thuế và nợ tiền đóng bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp cho người lao động sau khi quyết định giải thể công ty (nếu có).\n\n*Trích dẫn luật:*\n\n*Điều 210. Hồ sơ giải thể doanh nghiệp*\n\n*Khoản 1. Hồ sơ giải thể doanh nghiệp bao gồm giấy tờ sau đây:*\n\n*Điểm a) **Thông báo về giải thể doanh nghiệp;***\n\n*Điểm b) **Báo cáo thanh lý tài sản doanh nghiệp; danh sách chủ nợ và số nợ đã thanh toán**, gồm cả thanh toán hết các khoản nợ về thuế và nợ tiền đóng bảo hiểm xã hội, bảo hiểm y tế, bảo hiểm thất nghiệp cho người lao động sau khi quyết định giải thể doanh nghiệp (nếu có).*",
      "source_documents": [
        {
          "title": "Điều 210 Luật Doanh nghiệp 2020",
          "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Luat-Doanh-nghiep-so-59-2020-QH14-427301.aspx?anchor=dieu_210"
        }
      ]
    },
    {
      "id": 5,
      "question": "Đăng ký công ty hợp danh thì trong hồ sơ có cần danh sách thành viên không?",
      "references": null,
      "result": "Có, hồ sơ đăng ký công ty hợp danh cần có **danh sách thành viên**.\n\n*Trích dẫn luật:*\n\n*Điều 20, khoản 3 Luật Doanh Nghiệp 2020: **“Danh sách thành viên”***.\n\n*Điều 22, khoản 3 Nghị định 01/2021/NĐ-CP về đăng ký doanh nghiệp: **“Danh sách thành viên”***.",
      "source_documents": [
        {
          "title": "Điều 22 Nghị định 01/2021/NĐ-CP",
          "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Nghi-dinh-01-2021-ND-CP-dang-ky-doanh-nghiep-283247.aspx?anchor=dieu_22"
        },
        {
          "title": "Điều 20 Luật Doanh nghiệp 2020",
          "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Luat-Doanh-nghiep-so-59-2020-QH14-427301.aspx?anchor=dieu_20"
        }
      ]
    },
    {
      "id": 6,
      "question": "Chủ sở hữu công ty là cá nhân công ty TNHH MTV là người có quyền quyết định phá sản công ty đúng không?",
      "references": null,
      "result": "Đúng vậy. Theo Khoản 2, Điều 76 Luật Doanh Nghiệp 2020, chủ sở hữu công ty là cá nhân có quyền quyết định việc tổ chức lại, giải thể và yêu cầu phá sản công ty. \n\n*Điều 76. Quyền của chủ sở hữu công ty*\n\n*Khoản 2. Chủ sở hữu công ty là cá nhân có quyền quy định tại các điểm a, h, l, m, n và o khoản 1 Điều này; quyết định đầu tư, kinh doanh và quản trị nội bộ công ty, trừ trường hợp Điều lệ công ty có quy định khác.* \n",
      "source_documents": [
        {
          "title": "Điều 76 Luật Doanh nghiệp 2020",
          "link": "https://thuvienphapluat.vn/van-ban/Doanh-nghiep/Luat-Doanh-nghiep-so-59-2020-QH14-427301.aspx?anchor=dieu_76"
        }
      ]
    }
  ]
  